data = {
    'list': [
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-7nF1M6OAS8.jpg",
            "date": "2022-04-01",
            "intro": "2022年4月1日下午，北京师范大学社会学院讲师张冠李老师应邀来访我院，为我院师生带来一场题为“田野调查中的质性研究工具及其应用”的讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，也是“从边疆看周边”赴福建省调研项目的系列讲座活动之一。吴杰伟、夏露、施越、谢侃侃等老师及来自国别和区域研究专业、东南亚系的同学参与了本次讲座。  张冠李老师是英国牛津大学地理与环境学博士、英国伦敦政治经济学院历史学硕士，并在北京大学取得法学硕士及法学与经济学双学士，曾入选清华大学“水木学者”高层次青年人才培养项目（2019-2021）。研究方向为当代中国农村贫困与反贫困，城乡人口流动，性别、婚姻与家庭，工业化农村的环境与健康等议题，尤其关注对弱势群体的权益保障与政策支持。张老师结合案例，在本次讲座中介绍了田野调查中的质性研究工具。 \\n张老师首先介绍了质性研究的定义、分析方法和研究目的。他强调，质性研究注重过程而非结果，其研究目的并非为了将研究发现推广到更大的样本人群，而是为了在微观层面对研究对象进行深入细致的调查研究和观察分析，从而捕捉所研究内容的整体性、动态性、表义性、特殊性和复杂性。接着，张老师介绍了作为质性研究分支的民族志。民族志属于一种过程性研究，需要研究者抱着开放的心态，以一个或少数几个具体的场景或小规模的群体为核心，开展广泛而长期的田野调查。\n张老师向在场师生阐释了田野调查这一社会学、人类学研究方式的三种核心质性研究工具，即观察、访谈和焦点小组，并结合具体案例详细说明了这三种方法的优缺点、适用情景以及实施时需要注意的细节。最后，张老师总结了本次讲座的主要内容和重点，强调在田野调查的过程中要时时刻刻反思个人位置与立场，思考自身与田野调查选点、研究对象之间的关系、距离和态度，鼓励同学们在田野调查中主动应用上述质性研究工具，亲身体会质性研究的特点和作用。\\n在交流互动环节，谢侃侃老师指出外国语学院师生所进行的学术研究中普遍存在的质性研究因素，认为张冠李老师所介绍的质性研究方法有助于同学们提高自身的研究水平。夏露老师对张冠李老师带来的分享以及本次讲座的组织方表示了感谢，展望了质性研究工具在国别和区域研究中可能发挥的作用。施越老师指出，张冠李老师介绍的质性研究方法兼具科学与人文的性质，一方面是以现代科学的观察、测量、控制变量、归纳演绎等思路探索一套兼具信度和效度的分析人类社会的工具，另一方面又回应了20世纪70年代后现代主义思潮提出的价值观和伦理问题。讲座尾声，同学们就质性研究与定量研究之间界限、在田野调查中如何反思，以及人类学研究范式等问题与张冠李老师进行了深入交流，倍受启发。",
            "title": "田野调查中的质性研究工具及其应用"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-t4N39eU44y.jpg",
            "date": "2022-04-13",
            "intro": "2022年4月13日晚，暨南大学国际关系学院/华人华侨研究院特聘教授柯群英老师应邀为我院师生进行了一场题为《祖先作为社会道德资本：新加坡华人与祖乡之间的纽带》的讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，也是“从边疆看周边”赴福建省调研项目的系列行前培训的一部分。讲座以线上线下结合的方式进行，由东南亚系谢侃侃主持，国别和区域研究专业张忞煜老师作为与谈人参与讨论。  \\n柯群英老师是文化人类学与华人移民研究领域的杰出学者，主要研究领域包括：（1）全球华人与中国联系，移民与身份认同，华人社团，华人妇女及其社会及网络资本，华人文化遗产，中国与全球华人慈善事业，中医中药的全球化；（2）地区与全球化，佛教与社会，以及东南亚的佛教慈善事业。  柯群英老师的讲座围绕其专著《重建祖乡：新加坡人在中国》展开。她指出，20世纪80—90年代，许多新加坡华人重返祖乡，并努力为当地的社会、经济发展做贡献。在这一过程中，祖先崇拜成为一种社会道德资本，将华人与侨乡联系起来。柯老师以中国福建省安溪县蓬莱地区的村民和新加坡华人群体作为研究对象，讨论离散华人群体、侨乡村民和中国侨乡三者之间的关系。1978年改革开放后，中国实施有利于经济发展的政策，吸引海外华人投资，让侨乡发展变成新的经济增长点。 \\n侨乡吸引华人投资的方式包括创建道德经济体系（在广大农村地区放宽对祖先崇拜的限制），强调亲属关系等等。许多回乡华人深受孔子“富贵不离祖”思想的影响，选择回乡省亲祭祖。其中，新加坡华人移民积极为缺少经济发展机会，长期受贫穷困扰的侨乡奔走，努力为其在经济层面提供助力，这也使得新加坡华人移民群体与侨乡之间的联系得以加强。改革开放后，侨乡相关政府部门和当地居民将祖先作为社会道德资本，在中国侨乡和新加坡华人移民之间建立了一种特殊的跨国联系。 柯老师在讲座尾声展示了她在田野调查中收集到的资料，更为直观展示新加坡华人和侨乡的祭祖文化。海外华人通过回乡祭祖等形式参与中国农村的建设，在侨乡的经济、社会发展过程中产生了积极正面的影响。 \\n在交流互动环节，线下和线上的师生积极参与了讨论。张忞煜老师和谢侃侃老师分别就印度华侨华人问题和新“华侨”问题与柯老师进行了探讨，进一步拓展了讲座的宽度与深度。线上听众也针对安溪祭祖仪式的变化等问题与柯老师进行了深入交流。",
            "title": "祖先作为社会道德资本：新加坡华人与祖乡之间的纽带"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-Zj2Qmz218M.jpg",
            "date": "2022-05-13",
            "intro": "2022年4月20日晚，暨南大学国际关系学院/华人华侨研究院博士后张倍瑜老师应邀为我院师生进行了一场题为《中国剧团在东南亚：跨界、旅行与华人性》的讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，也是“从边疆看周边”赴福建省调研项目的系列行前培训的一部分。讲座以线上线下结合的方式进行。  \\n张倍瑜老师的研究兴趣包括海外华人文化史、文化遗产、冷战文化外交中的音乐、戏曲与舞蹈等。本次讲座的主要内容来自其英文专著《中国剧团在东南亚：离散地的巡回表演，1900-1970》（ Chinese Theatre Troupes in Southeast Asia: Touring Diaspora, 1900s-1970s , Routledge, 2021）。  \\n张倍瑜老师的讲座聚焦东南亚华侨华人文化史。二十世纪初至七十年代末，来自中国多地的歌舞剧团赴东南亚（新加坡、马来亚、泰国等地），向海外华人展现母国的社会风貌和思想意识，内容涉及原乡情节、民族主义、爱国主义、都市现代性、左翼文艺-社会主义思潮等。巡回剧团在东南亚的演出成为当地华人社会集体记忆的一部分，也是其文化身份构建过程中不可或缺的一环。中国剧团的南下反映了中国传统、思想、艺术的跨界传播与流动，是中国与东南亚文化互动中非常重要、却未被广泛研究的话题。讲座从“接触地带（contact zones）”概念切入，讨论了多个重要议题，包括多元的东南亚殖民社会，华人离散群体的内部差异，后殖民时代东南亚民族国家的构建等。  \\n张倍瑜老师在讲座中还探讨了跨国旅行、个人叙事、集体记忆的相互交织与影响。她从表演、娱乐场所空间的形成谈起，展示了中国剧团在东南亚巡演的路线图。随后，张倍瑜老师介绍了若干个具有代表性的中国剧团，包括二十世纪初赴泰国曼谷演出的汕头潮州戏班，二十年代末赴新加坡演出的上海中华歌舞团，三十年代在英属马来亚为祖国抗战筹款的爱国救亡剧团，以及冷战中以广东潮剧为基础拍摄的香港电影等。这些艺术形式随着旅行剧团被带到东南亚，在当地华人社会中播下了艺术鉴赏和思想启蒙的种子，并在后殖民时代成为当地构建独立民族国家的文化手段。它们虽然离不开祖国的滋养，但也不仅仅是中国文化的衍生物（derivative）。这种文化表现形式能够充分发挥华社能动性，不断适应当地多元社会，促进新思潮的产生与发展，甚至可以回流至中国，反哺祖国的文化。张倍瑜老师在讲座中强调，故乡和离散地之间的动态互动具有偶然性和情境性。在华人身份认同中，文化杂糅、在地化与“中国性”不一定是对立的。它们相辅相成，不断塑造着离散地的华人身份。  \\n在讲座交流互动环节，张倍瑜老师和与会的师生展开了热烈的讨论。张忞煜老师结合南亚地区的旅行剧团，就殖民地的跨国网络和民族主义等问题与张倍瑜老师进行了讨论。艺术学院李伊晴老师从戏剧表演所承载的现代性切入，对本次讲座进行了点评。",
            "title": "中国剧团在东南亚：跨界、旅行与华人性"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-5xR1750XHq.jpg",
            "date": "2022-05-13",
            "intro": "2022年5月13日，华盛顿大学历史系讲席教授维森特·L.拉斐尔(Vicente L. Rafael)应邀为外国语学院师生进行了一场题为“选举的反乌托邦：殖民主义中的民主与菲律宾现代性”的讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，并得到了北京大学国际合作部的支持。讲座以线上方式进行，近150名听众参与其中。  \\n拉斐尔教授回顾了当前的菲律宾政治形势，梳理了过去六年杜特尔特的总统任期及其发起的禁毒战争，以及小马科斯和萨拉·杜特尔特成为竞选搭档，在刚刚结束的菲律宾大选中获胜的过程，阐释当下菲律宾政治的特点、起源和成因。  \\n拉斐尔教授依次总结了西班牙殖民时期、美国殖民时期、日本占领时期和后殖民时期菲律宾选举制度的演变特点，以及不同时期菲律宾政治的共同点，如家族政治、金钱政治、精英政治等。同时，拉斐尔教授以菲律宾历史上较为重要的政治事件作为线索，串联起了菲律宾政治在殖民、威权和民权运动之间的摇摆与纠葛过程。  最后，拉斐尔教授结合菲律宾百余年的政治实践和政治传统，分析了2022年菲律宾总统选举结果可能带来的影响和变化。他认为，新一任政府对于上届政府政策的继承和变革有待观察，其在选举中缺乏明确政纲和规划的表现则为菲律宾社会的未来走向增添了许多不确定性。 \\n讲座结束后，外国语学院东南亚系吴杰伟老师、黄轶老师、谢侃侃老师和菲律宾籍教师Jethro Tenorio从社交媒体、选举中的金钱政治、菲律宾文化心理和菲律宾政治对东南亚邻国的启示等角度进行了评议，讨论热烈而深刻。本次讲座增进了师生对菲律宾选举政治历史渊源和发展进程的理解，丰富了师生对菲律宾政治特色和传统文化的认识，激发了大家对于其他东南亚国家政治体制和政治架构的关联思考，有助于从多维视角切入，更为深入地研究东南亚政治的相关议题。",
            "title": "选举的反乌托邦：殖民主义中的民主与菲律宾现代性"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-o9W0n52UT4.jpg",
            "date": "2022-05-13",
            "intro": "在本次讲座中，李老师以扎实、专业的农史学养和平和、开阔的学术视角，对海上丝绸之路物种交换古往今来的研究进行了综述、点评与展望。首先，他将物种史、食物史、饮食史进行了定义，从物种史研究的重要性入手，指出其为其它各项研究的必要基础工作；中国现有作物1100多种，主要的600多种，其中一半左右为外来作物，因此物种史研究不可或缺。接着，李老师从海上丝绸之路物种交换研究的兴起、发展、基调、现状和展望五个方面进行讲解，追溯了从瑞士植物学家德康多尔、德国汉学家劳费尔、华人史学家何炳棣到美国史学家克罗斯比的研究脉络，介绍了国内外研究成果和特点，总结国内研究兴盛于本世纪、偏重于美洲作物的本土化，但以译介为主，研究空白仍然较大。在对未来研究进行展望时，李昕升老师提出应在梳理轮廓、专论重要作物、纠错补漏、多学科多领域交叉、拓宽空间视野等方面发力，进一步凸显物种交换在中西文化交流研究中的重要意义及广阔的发展前景。 李昕升老师充实的讲座内容和严谨的学术作风给与会师生留下了深刻印象。报告结束后，参会老师和同学们进行了热烈的交流和探讨，讲座取得圆满成功。",
            "title": "海上丝绸之路物种交换研究的历史与现状"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-3tFhEs4KJQ.jpg",
            "date": "2022-05-18",
            "intro": "2022年5月18日晚，新加坡国立大学历史系助理教授谢明达（Jack Meng-Tat Chia）老师应邀为我院师生进行了一场题为“离散法缘：横跨南海之佛教及其现代主义”的线上讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办。 \\n谢明达老师主要研究领域为东南亚佛教与华人民间信仰、跨国佛教，以及中国与东南亚的互动。本次讲座基于其英文专著《离散法缘：横跨南海之佛教及其现代主义》（ Monks in Motion ：Buddhism and Modernity Across the South China Sea ），探讨了汉传佛教在东南亚、尤其是海岛东南亚地区的传播与在地化，展现了中国与东南亚之间的南海佛教网络，对其影响展开了深入的分析。 \\n中国-东南亚佛教网络的建立同华南沿海地区民众下南洋的历史息息相关。19世纪下半叶，欧洲殖民地对劳动力的需求与经济机遇推动大量华人移居东南亚，并带去儒释道三教合一的汉地民间佛教信仰。至清末民初，中国国内出现了佛教现代运动。为了修建南普陀寺和闽南佛学院、弘扬人生佛教思想，太虚法师曾三次到访新加坡宣道募款。他的访问既启发了当地汉传佛教组织的成立，也推动形成了东南亚地区的南海佛教网络，促进僧侣、思想和资本的流动。在这个网络中，源自汉地的现代佛教思想传入东南亚，并在僧侣移民的推动下努力适应本土政治社会环境，在其发展过程中不断推进机构化、在地化。改革开放后，许多东南亚佛教信众又通过南海佛教网络回到中国，投身侨乡佛寺及各类基础设施建设，呈现出中国与东南亚之间双向多元的互动关系。  谢明达老师打破了固有研究对佛教和区域的刻板范式。讲座展现了中国与东南亚佛教群体间的联结性历史（connected history），将汉传佛教研究带入过去以上座部佛教为核心的东南亚佛教研究，也将东南亚特殊的南海佛教引入汉传佛教研究。谢明达老师指出，佛教研究应越过国别与族群的藩篱，研究者有必要培养多语能力和开阔视野，不断发掘领域内外的新问题、新材料。 \\n在讲座互动交流环节，谢明达老师同与会师生进行了热烈的讨论，涉及宗教的在地化发展和神智学网络，汉传佛教在菲律宾的发展，以及佛教物质文化的流动性等议题。谢明达老师对上述问题进行了深入的剖析，并鼓励青年学子积极投身学术，致力于打破语言、地理边界、固有认知等藩篱，产出富有洞见的创新性成果。",
            "title": "离散法缘：横跨南海之佛教及其现代主义"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-K5cx3l4d28.jpg",
            "date": "2022-05-25",
            "intro": "2022年5月25日晚，伦敦政治经济学院国际史系副教授泰勒· 谢尔曼（Taylor Sherman）应邀为我院师生进行了一场题为“‘新型革命’：反思尼赫鲁时期的印度社会主义，1947-1964”的线上讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，北京大学外国语学院谢侃侃助理教授主持，清华大学历史系曹寅副教授和北大外院国别和区域研究专业张忞煜助理教授参与讨论。 \\n谢尔曼教授的研究领域为20世纪30—70年代南亚文化与政治史以及人民运动与国家治理之间的动态关系。近年来在 Modern Asian Studies 、 South Asia: Journal of South Asian Studies 、 Postcolonial Studies 等国际学术期刊上发表多篇论文。本次讲座基于她即将出版的专著《尼赫鲁的印度：七个神话组成的历史》（ Nehru's India: A History in Seven Myths ）展开。  印度在1955年明确以“社会主义模式”为发展目标，然而学界至今对印度社会主义的内涵依然认知有限。一些学者简单地认为印度只不过在仿效苏联的社会主义。另一些学者则认为，印度的社会主义不是真正的社会主义。 \\n在讲座中，谢尔曼教授指出，应当反思上述对印度社会主义的看法，从印度社会主义自身的表述来理解它。她重新审视了印度独立之初几十年中活跃的各类社会主义思想和社会主义计划，以及不同社会主义者在工业领域和农村地区的实践，进而指出印度的社会主义具有以下特征：致力于促进个体的全面发展、关注劳动对个人发展的重要作用、维护私有制的重要地位、不追求绝对平等等。 在评议与讨论环节，曹寅老师指出，以往的研究常将尼赫鲁与现代化、世俗主义、社会主义以及民族主义联系起来，而谢尔曼教授的研究修正了学界对尼赫鲁的刻板认知，提醒我们不应过分高估国家在印度社会主义工业建设中的作用。张忞煜老师认为，中国学界对印度独立后史书写也受印度民族主义史学影响，较为关注尼赫鲁式的社会主义，强调国家如何开展计划经济、推进工业化。这在一定程度上忽视了印度的意识形态多样性，因此本讲座的观点极具启发性。随后，与会师生就如何界定尼赫鲁主义、尼赫鲁政府与左翼和右翼势力之间的关系等问题进行了热烈讨论。在最后的总结环节，谢侃侃老师指出，本讲座深入探讨了印度的社会主义思想，同时也表明社会主义在不同国家可能呈现出不同的形态，理解它们各自的独特形式并开展比较研究将会是一项富有价值的学术学术研究。",
            "title": "‘新型革命’：反思尼赫鲁时期的印度社会主义，1947-1964"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-1dz6eqs8Yq.jpg",
            "date": "2022-06-03",
            "intro": "2022年6月3日下午，荷兰国家档案馆数据科学家西蒙·肯珀（Simon C. Kemper）老师应邀为我院师生进行了题为“地名、地点与多边形：关联开放数据与殖民史研究中的地图绘制”的线上讲座。本次讲座由北京大学外国语学院国别和区域研究专业、东南亚系和“太平洋丝绸之路档案文献整理与研究”项目组主办，外国语学院谢侃侃助理教授主持，历史学系助理教授徐冠勉、外国语学院助理教授张忞煜参与讨论。  肯珀老师专业领域包括手写文本识别、地理数据可视化、实体识别及其他形式的自然语言处理。他曾领导过大英图书馆、荷兰国家图书馆、代尔夫特理工大学等机构的多个档案数字化和数据挖掘项目。此外，他在历史学领域也有丰富的研究成果，涉及殖民地图、去殖民、殖民战争等主题。 肯珀老师指出，档案、地图等一手资料的电子化对于人文学科研究的开展与新一代学者的培养具有重要意义。他展示了人工智能手写文本识别、实体识别和地理可视化等处理一手材料的前沿技术。人文学者们可以利用这些技术识别档案页面上的多种元素，从中提取有效信息并形成数据库，进而通过实体分类进行高效搜索。除此之外，学者还可以通过导入地图等方式将数据库中的信息同历史中特定的地理坐标进行关联并对其进行可视化处理。 肯珀老师提出，一手资料的数字化与可视化能极大助力学者们对相关区域的研究，并帮助学者们找到研究相对不足甚至空白的领域。通过对地图等历史材料可视化，学者们能更直接地观察聚落分布、自然环境的长时段变化。他表示，这些技术看似复杂，但最终目的其实是形成易于普通人使用的数据库搜索引擎。 \\n参会师生同肯珀老师展开了热烈的讨论。徐冠勉老师指出，学者们在研究过程中要批判地看待档案及其他一手材料的生成环境，不断提高自身的外语技能和材料分析的能力。张忞煜老师介绍了北京大学数字人文研究的进展，指出前沿计算机技术为文科研究提供了新路径，打开了新思路，有利于发现新问题，探索新领域；与此同时，学者们也有必要将新技术的应用与批判性思维的培养相结合。",
            "title": "地名、地点与多边形：关联开放数据与殖民史研究中的地图绘制"
        },
        {
            "cover_pic": "https://dev.pacificsilkroad.cn/img-service/1/1-0Ppk0l48oa.jpg",
            "date": "2022-09-30",
            "intro": "2022年9月30日下午，应北京大学西语研究中心、东方文学研究中心、“‘太平洋丝绸之路’档案文献整理与研究”项目组邀请，浙江外国语学院西方语言文化学院副教授李晨光老师在理教210为西葡意语系师生带来“地理大发现时代早期西班牙王室对中国的认知与政策（1492-1580）”主题讲座。讲座由北京大学外国语学院西葡意语系副主任于施洋助理教授主持。\\n李老师首先带领大家回顾了西班牙现代史的开端。从天主教双王（los Reyes Católicos，祖）到卡洛斯一世（Carlos I，孙）、菲利佩二世（Felipe II，曾孙）统治时期，发生了哥伦布探索新航路、麦哲伦-埃尔卡诺环球航行、乌尔达内塔发现从菲律宾到墨西哥回航路线等一系列重要历史事件。他随后介绍说有关官方档案卷帙浩繁，主要保存在西班牙，塞维利亚的西印度档案总馆、马德里埃斯科里亚尔圣洛伦佐修道院王家图书馆、马德里西班牙海军博物馆，具有极高的历史和学术价值。李晨光老师定位、识读、翻译、分析了两百余份原始手稿文献，认识、梳理、解释、重构地理大发现时代早期（1492-1580年）西班牙王室对中国的认知与政策。他发现伊莎贝尔女王珍藏的地理书中有对东方的“契丹”古典想象。麦哲伦、戈麦斯、比利亚洛沃斯为卡洛斯一世不断带回关于中国的描述，矛盾重重又充满神秘色彩。菲利佩二世接受的是古典地理教育，“中国”知识并不在王储的教科书中，但随着西班牙人在菲律宾建立殖民地，随着1575年有西班牙传教士搭乘中国船队访问福建，关于中国的信息不断明确，最终菲利佩二世没有照搬美洲征服经验，确定了中西初识时代西班牙王室的对华策略基调——坚持以和平方式建立和巩固外交、贸易、宗教等方面的关系。\\n李晨光老师的分享生动翔实，加深了在座师生对于中国-西班牙早期交往的认知，了解了近现代西班牙手写文书对于还原西班牙历史和中西交流史研究的巨大价值。讲座气氛活跃，讨论热烈。\\n本讲座为“‘太平洋丝绸之路’档案文献整理与研究”项目“中国与太平洋：交织的目光”系列第四讲。对于讲座中提到的古文书学、物种交换、早期西班牙对太平洋的探索等，近期将有工作坊和线上展览陆续推出。\\n李晨光，西班牙马德里自治大学现代史专业博士，葡萄牙里斯本新大学访问学者。2018年9月起任职浙江外国语学院，现为西方语言文化学院副教授、校“西溪学者”青年人才。主持在研国社科“冷门绝学”和国别史研究专项课题《16至19世纪西班牙外交档案中涉华信息的整理、编译和研究》，北京大学《新冠肺炎疫情防控与国家治理比较研究》项目西班牙子课题；主持完成浙江省社科联项目《连接大西洋与太平洋的桥梁——巴拿马》，浙江省教育厅一般科研项目《16至19世纪西班牙外交档案中浙江信息的考证、编译与研究》等多个科研项目。在Anuario de Estudios Americanos、Res Publica. Revista de Historia de las Ideas Políticas、《中国社会科学报》《全球史评论》《国际汉学》等中外重要学术期刊上发表西班牙语和中文论文十余篇，出版编著《连接大西洋与太平洋的桥梁——巴拿马》。主要研究领域和方向为西班牙现代史、中国与西班牙语国家交往史和西班牙语国家早期汉学。",
            "title": "地理大发现时代早期西班牙王室对中国的认知与政策（1492-1580）"
        }
    ]
}